Repository: overpolish/keyframeless
Catalog: Mesh/Mesh/Plugin/MeshUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: <accent>Cmd-click</accent> the Crop lane at the <warn>glowing target</warn> to add a keypose
de: <accent>Cmd-Klick</accent> auf die Zuschnitt-Spur beim <warn>leuchtenden Ziel</warn>, um eine Keypose hinzuzufügen
es: <accent>Cmd-clic</accent> en la pista de Recorte sobre la <warn>diana luminosa</warn> para añadir una pose clave
fr: <accent>Cmd-cliquez</accent> sur la piste Recadrage au niveau de la <warn>cible lumineuse</warn> pour ajouter une pose clé
ja: <warn>光るターゲット</warn>の位置でクロップレーンを<accent>Cmd キーを押しながらクリック</accent>してキーポーズを追加します
ko: <warn>빛나는 대상</warn> 위치에서 자르기 레인을 <accent>Cmd-클릭</accent>하여 키포즈를 추가하세요
zh_hans: 在<warn>发光目标</warn>处<accent>按住 Cmd 键点按</accent>裁剪轨道以添加关键姿势

source: <accent>Crop</accent> - trims the clip down to a rectangle with four edges you can animate. Animate it to reveal or hide parts of the clip over time. Combine it with Radius for a mesh crop.
de: <accent>Zuschnitt</accent> - beschneidet den Clip auf ein Rechteck mit vier Kanten, die du animieren kannst. Animiere ihn, um Teile des Clips mit der Zeit ein- oder auszublenden. Kombiniere ihn mit dem Radius für einen abgerundeten Zuschnitt.
es: <accent>Recorte</accent> - recorta el clip a un rectángulo con cuatro bordes que puedes animar. Anímalo para revelar u ocultar partes del clip con el tiempo. Combínalo con el Radio para un recorte redondeado.
fr: <accent>Recadrage</accent> - réduit le clip à un rectangle à quatre bords que vous pouvez animer. Animez-le pour révéler ou masquer des parties du clip au fil du temps. Combinez-le avec le Rayon pour un recadrage arrondi.
ja: <accent>クロップ</accent> - クリップを、アニメーションできる4つの辺を持つ長方形に切り詰めます。アニメーションさせると、時間とともにクリップの一部を見せたり隠したりできます。半径と組み合わせると角の丸い切り抜きになります。
ko: <accent>자르기</accent> - 클립을 애니메이션할 수 있는 네 개의 가장자리를 가진 직사각형으로 잘라냅니다. 애니메이션을 주면 시간이 지나며 클립의 일부를 드러내거나 숨길 수 있습니다. 반지름과 결합하면 모서리가 둥근 잘라내기가 됩니다.
zh_hans: <accent>裁剪</accent> - 把片段裁成一个有四条可添加动画边的矩形。为它添加动画，可随时间显示或隐藏片段的部分内容。与半径结合可得到圆角裁剪。

source: <accent>Double-click</accent> the preview to reset the view
de: <accent>Doppelklick</accent> auf die Vorschau, um die Ansicht zurückzusetzen
es: Haz <accent>doble clic</accent> en la previsualización para restablecer la vista
fr: <accent>Double-cliquez</accent> sur l'aperçu pour réinitialiser la vue
ja: プレビューを<accent>ダブルクリック</accent>すると表示がリセットされます
ko: 미리보기를 <accent>더블 클릭</accent>하여 보기를 재설정하세요
zh_hans: <accent>双击</accent>预览以重置视图

source: <accent>Radius</accent> - rounds the corners, from 0% (square) to 100% (fully round, a pill shape on a rectangular clip). Has separate width and height, which you can lock together.
de: <accent>Radius</accent> - rundet die Ecken ab, von 0% (eckig) bis 100% (vollrund, eine Pillenform bei einem rechteckigen Clip). Hat getrennte Breite und Höhe, die du koppeln kannst.
es: <accent>Radio</accent> - redondea las esquinas, de 0% (cuadrado) a 100% (totalmente redondo, con forma de píldora en un clip rectangular). Tiene ancho y alto separados, que puedes bloquear juntos.
fr: <accent>Rayon</accent> - arrondit les coins, de 0% (carré) à 100% (entièrement rond, une forme de pilule sur un clip rectangulaire). Il a une largeur et une hauteur distinctes, que vous pouvez verrouiller ensemble.
ja: <accent>半径</accent> - 角を丸めます。0% (四角) から100% (完全な丸み、長方形のクリップではカプセル形) までです。幅と高さが別々にあり、まとめてロックできます。
ko: <accent>반지름</accent> - 모서리를 둥글게 합니다. 0%(사각)에서 100%(완전한 원형, 직사각형 클립에서는 알약 모양)까지입니다. 가로와 세로가 따로 있으며 함께 잠글 수 있습니다.
zh_hans: <accent>半径</accent> - 把角磨圆，从 0%（方形）到 100%（完全圆润，在矩形片段上呈胶囊形）。宽和高分开，可锁定在一起。

source: Add animatable properties and turn on a transition
de: Animierbare Eigenschaften hinzufügen und einen Übergang aktivieren
es: Añade propiedades animables y activa una transición
fr: Ajoutez des propriétés animables et activez une transition
ja: アニメーション可能なプロパティを追加してトランジションをオンにします
ko: 애니메이션 가능한 속성을 추가하고 전환을 켜세요
zh_hans: 添加可制作动画的属性并开启过渡

source: Add keyposes anywhere and shape transitions per property
de: Keyposes überall hinzufügen und Übergänge pro Eigenschaft gestalten
es: Añade poses clave donde quieras y da forma a las transiciones por propiedad
fr: Ajoutez des poses clés où vous voulez et façonnez les transitions par propriété
ja: 任意の場所にキーポーズを追加し、プロパティごとにトランジションを調整します
ko: 어디에나 키포즈를 추가하고 속성별로 전환을 조정하세요
zh_hans: 在任意位置添加关键姿势，并为每个属性塑造过渡

source: Advanced Timing
de: Erweitertes Timing
es: Sincronización avanzada
fr: Minutage avancé
ja: 詳細なタイミング
ko: 고급 타이밍
zh_hans: 高级计时

source: Animate radius 0→100% with bounce
de: Radius 0→100 % mit Sprung animieren
es: Animar radio 0→100 % con rebote
fr: Animer le rayon 0→100 % avec rebond
ja: 半径を0→100%でバウンドさせる
ko: 반경을 0→100%로 튀게 애니메이션
zh_hans: 将半径从 0→100% 弹跳动画

source: Animate the crop in from the top right and back out at the end, while the radius rounds over the whole clip.
de: Animiere den Zuschnitt von oben rechts herein und am Ende wieder hinaus, während der Radius über den gesamten Clip abrundet.
es: Anima el recorte entrando desde la esquina superior derecha y saliendo al final, mientras el radio se redondea durante todo el clip.
fr: Animez le rognage en entrée depuis le coin supérieur droit puis en sortie à la fin, pendant que le rayon s'arrondit sur tout le plan.
ja: 半径がクリップ全体で丸くなる間に、クロップを右上から入れ、最後に戻すようにアニメーションする。
ko: 반경이 클립 전체에 걸쳐 둥글어지는 동안, 자르기를 오른쪽 위에서 들어왔다가 끝에서 다시 나가도록 애니메이션합니다.
zh_hans: 让裁剪从右上角进入并在结尾退出，同时半径在整个片段中变圆。

source: Animate the radius from 0% to 100% over 1 second with bounce.
de: Animiere den Radius über 1 Sekunde von 0 % auf 100 % mit einem Sprung.
es: Anima el radio de 0 % a 100 % durante 1 segundo con un rebote.
fr: Animez le rayon de 0 % à 100 % sur 1 seconde avec un rebond.
ja: 半径を1秒かけて0%から100%までバウンドさせながらアニメーションする。
ko: 반경을 1초 동안 0%에서 100%로 튀는 효과와 함께 애니메이션합니다.
zh_hans: 在 1 秒内让半径从 0% 弹跳动画到 100%。

source: Ask a question or describe an animation…
de: Stelle eine Frage oder beschreibe eine Animation…
es: Haz una pregunta o describe una animación…
fr: Posez une question ou décrivez une animation…
ja: 質問するか、アニメーションを入力…
ko: 질문하거나 애니메이션을 설명하세요…
zh_hans: 提问或描述一个动画…

source: Basic timing has three phases: <accent>In</accent>, <accent>Hold</accent>, and <accent>Out</accent>
de: Einfaches Timing hat drei Phasen: <accent>Ein</accent>, <accent>Halten</accent> und <accent>Aus</accent>
es: La sincronización básica tiene tres fases: <accent>Entrada</accent>, <accent>Mantener</accent> y <accent>Salida</accent>
fr: Le minutage de base comporte trois phases : <accent>Entrée</accent>, <accent>Maintien</accent> et <accent>Sortie</accent>
ja: 基本のタイミングには 3 つのフェーズがあります：<accent>イン</accent>、<accent>ホールド</accent>、<accent>アウト</accent>
ko: 기본 타이밍에는 세 단계가 있습니다: <accent>인</accent>, <accent>홀드</accent>, <accent>아웃</accent>
zh_hans: 基本计时有三个阶段：<accent>进入</accent>、<accent>保持</accent>和<accent>退出</accent>

source: Click <symbol play.fill color=accent /> to play, then again to <accent>pause</accent> - handy when <warn>spacebar</warn> isn't working
de: Klicke auf <symbol play.fill color=accent />, um abzuspielen, dann erneut zum <accent>Pausieren</accent> - praktisch, wenn die <warn>Leertaste</warn> nicht funktioniert
es: Haz clic en <symbol play.fill color=accent /> para reproducir y de nuevo para <accent>pausar</accent>: útil cuando la <warn>barra espaciadora</warn> no funciona
fr: Cliquez sur <symbol play.fill color=accent /> pour lire, puis à nouveau pour mettre en <accent>pause</accent> - pratique quand la <warn>barre d'espace</warn> ne fonctionne pas
ja: <symbol play.fill color=accent /> をクリックして再生し、もう一度クリックすると<accent>一時停止</accent>します。<warn>スペースバー</warn>が効かないときに便利です
ko: <symbol play.fill color=accent /> 을 클릭하여 재생하고 다시 클릭하면 <accent>일시정지</accent>됩니다. <warn>스페이스바</warn>가 작동하지 않을 때 유용합니다
zh_hans: 点按 <symbol play.fill color=accent /> 播放，再次点按可<accent>暂停</accent>--当<warn>空格键</warn>失效时很实用

source: Click one of the <accent>diamonds</accent> to edit values at that point in time
de: Klicke auf eine der <accent>Rauten</accent>, um Werte zu diesem Zeitpunkt zu bearbeiten
es: Haz clic en uno de los <accent>rombos</accent> para editar los valores en ese punto del tiempo
fr: Cliquez sur un des <accent>losanges</accent> pour modifier les valeurs à ce moment précis
ja: <accent>ひし形</accent>のいずれかをクリックすると、その時点の値を編集できます
ko: <accent>다이아몬드</accent> 중 하나를 클릭하여 해당 시점의 값을 편집하세요
zh_hans: 点按其中一个<accent>菱形</accent>以编辑该时间点的值

source: Click the <accent>X</accent> field and type <warn>100</warn>
de: Klicke auf das <accent>X</accent>-Feld und gib <warn>100</warn> ein
es: Haz clic en el campo <accent>X</accent> y escribe <warn>100</warn>
fr: Cliquez sur le champ <accent>X</accent> et saisissez <warn>100</warn>
ja: <accent>X</accent> フィールドをクリックして <warn>100</warn> と入力します
ko: <accent>X</accent> 필드를 클릭하고 <warn>100</warn>을 입력하세요
zh_hans: 点按 <accent>X</accent> 字段并输入 <warn>100</warn>

source: Click the <accent>circle</accent> in the viewer to control the radius
de: Klicke auf den <accent>Kreis</accent> im Viewer, um den Radius zu steuern
es: Haz clic en el <accent>círculo</accent> del visor para controlar el radio
fr: Cliquez sur le <accent>cercle</accent> dans le visualiseur pour contrôler le rayon
ja: ビューアの<accent>円</accent>をクリックすると半径を調整できます
ko: 뷰어의 <accent>원</accent>을 클릭하여 반지름을 조절하세요
zh_hans: 点按检视器中的<accent>圆圈</accent>以控制半径

source: Click the <accent>dot</accent> to set the corner radius
de: Klicke auf den <accent>Punkt</accent>, um den Eckenradius festzulegen
es: Haz clic en el <accent>punto</accent> para ajustar el radio de las esquinas
fr: Cliquez sur le <accent>point</accent> pour définir le rayon des coins
ja: <accent>ドット</accent>をクリックして角の半径を設定します
ko: <accent>점</accent>을 클릭하여 모서리 반지름을 설정하세요
zh_hans: 点按<accent>圆点</accent>以设置圆角半径

source: Click the <accent>gap</accent> between keyposes to edit timing
de: Klicke auf den <accent>Zwischenraum</accent> zwischen Keyposes, um das Timing zu bearbeiten
es: Haz clic en el <accent>espacio</accent> entre poses clave para editar la sincronización
fr: Cliquez sur l'<accent>espace</accent> entre les poses clés pour modifier le minutage
ja: キーポーズ間の<accent>すき間</accent>をクリックするとタイミングを編集できます
ko: 키포즈 사이의 <accent>간격</accent>을 클릭하여 타이밍을 편집하세요
zh_hans: 点按关键姿势之间的<accent>间隙</accent>以编辑计时

source: Click the <accent>top-left</accent> crop corner
de: Klicke auf die <accent>obere linke</accent> Beschnittecke
es: Haz clic en la esquina de recorte <accent>superior izquierda</accent>
fr: Cliquez sur le coin de recadrage <accent>en haut à gauche</accent>
ja: <accent>左上</accent>のクロップ角をクリックします
ko: <accent>왼쪽 위</accent> 자르기 모서리를 클릭하세요
zh_hans: 点按<accent>左上角</accent>裁剪角

source: Constants
de: Konstanten
es: Constantes
fr: Constantes
ja: 定数
ko: 상수
zh_hans: 常量

source: Crop from that side
de: Von dieser Seite beschneiden
es: Recortar desde ese lado
fr: Rogner depuis ce côté
ja: その辺から切り抜く
ko: 그 쪽에서 자르기
zh_hans: 从该侧裁剪

source: Crop to the top right quadrant.
de: Auf das obere rechte Viertel zuschneiden.
es: Recorta al cuadrante superior derecho.
fr: Rognez sur le quadrant supérieur droit.
ja: 右上の四分の一にクロップする。
ko: 오른쪽 위 사분면으로 자릅니다.
zh_hans: 裁剪到右上象限。

source: Crop to top right
de: Auf oben rechts zuschneiden
es: Recortar a la esquina superior derecha
fr: Rogner en haut à droite
ja: 右上にクロップ
ko: 오른쪽 위로 자르기
zh_hans: 裁剪到右上角

source: Drag a Crop edge or corner
de: Zuschnitt-Kante oder -Ecke ziehen
es: Arrastrar un borde o esquina de Recorte
fr: Glisser un bord ou un coin de Recadrage
ja: 切り抜きの辺または角をドラッグ
ko: 자르기 가장자리나 모서리 드래그
zh_hans: 拖动裁剪的边或角

source: Drag a Radius keypose toward the <warn>glowing target</warn>
de: Ziehe eine Radius-Keypose zum <warn>leuchtenden Ziel</warn>
es: Arrastra una pose clave de Radio hacia la <warn>diana luminosa</warn>
fr: Faites glisser une pose clé de Rayon vers la <warn>cible lumineuse</warn>
ja: 半径のキーポーズを<warn>光るターゲット</warn>に向かってドラッグします
ko: 반지름 키포즈를 <warn>빛나는 대상</warn> 쪽으로 드래그하세요
zh_hans: 将一个半径关键姿势拖向<warn>发光目标</warn>

source: Drag the <accent>diamond</accent> toward the <warn>glowing target</warn> (0.8s)
de: Ziehe die <accent>Raute</accent> zum <warn>leuchtenden Ziel</warn> (0,8 s)
es: Arrastra el <accent>rombo</accent> hacia la <warn>diana luminosa</warn> (0,8 s)
fr: Faites glisser le <accent>losange</accent> vers la <warn>cible lumineuse</warn> (0,8 s)
ja: <accent>ひし形</accent>を<warn>光るターゲット</warn>に向かってドラッグします（0.8 秒）
ko: <accent>다이아몬드</accent>를 <warn>빛나는 대상</warn> 쪽으로 드래그하세요 (0.8초)
zh_hans: 将<accent>菱形</accent>拖向<warn>发光目标</warn>（0.8 秒）

source: Drag the <accent>dot</accent> for Radius or a <accent>corner</accent> for Crop
de: Ziehe den <accent>Punkt</accent> für Radius oder eine <accent>Ecke</accent> für Zuschnitt
es: Arrastra el <accent>punto</accent> para el Radio o una <accent>esquina</accent> para el Recorte
fr: Faites glisser le <accent>point</accent> pour le Rayon ou un <accent>coin</accent> pour le Recadrage
ja: 半径は<accent>ドット</accent>、クロップは<accent>角</accent>をドラッグします
ko: 반지름은 <accent>점</accent>을, 자르기는 <accent>모서리</accent>를 드래그하세요
zh_hans: 拖动<accent>圆点</accent>调整半径，或拖动<accent>角</accent>调整裁剪

source: Drag the Radius handle
de: Radius-Griff ziehen
es: Arrastrar el tirador de Radio
fr: Glisser la poignée de Rayon
ja: 半径ハンドルをドラッグ
ko: 반경 핸들 드래그
zh_hans: 拖动半径手柄

source: Drag the corner toward the <warn>glowing target</warn>
de: Ziehe die Ecke zum <warn>leuchtenden Ziel</warn>
es: Arrastra la esquina hacia la <warn>diana luminosa</warn>
fr: Faites glisser le coin vers la <warn>cible lumineuse</warn>
ja: 角を<warn>光るターゲット</warn>に向かってドラッグします
ko: 모서리를 <warn>빛나는 대상</warn> 쪽으로 드래그하세요
zh_hans: 将角拖向<warn>发光目标</warn>

source: Drag the slider to the <warn>target</warn> (80)
de: Ziehe den Regler zum <warn>Ziel</warn> (80)
es: Arrastra el regulador hasta el <warn>objetivo</warn> (80)
fr: Faites glisser le curseur jusqu'à la <warn>cible</warn> (80)
ja: スライダを<warn>ターゲット</warn>までドラッグします（80）
ko: 슬라이더를 <warn>대상</warn>까지 드래그하세요 (80)
zh_hans: 将滑块拖到<warn>目标</warn>（80）

source: Drag the timeline to animate this property
de: Ziehe die Timeline, um diese Eigenschaft zu animieren
es: Arrastra la línea de tiempo para animar esta propiedad
fr: Faites glisser la timeline pour animer cette propriété
ja: タイムラインをドラッグしてこのプロパティをアニメーションさせます
ko: 타임라인을 드래그하여 이 속성을 애니메이션화하세요
zh_hans: 拖动时间线以为此属性制作动画

source: Drag toward the <warn>glowing target</warn>
de: Ziehe zum <warn>leuchtenden Ziel</warn>
es: Arrastra hacia la <warn>diana luminosa</warn>
fr: Faites glisser vers la <warn>cible lumineuse</warn>
ja: <warn>光るターゲット</warn>に向かってドラッグします
ko: <warn>빛나는 대상</warn> 쪽으로 드래그하세요
zh_hans: 向<warn>发光目标</warn>拖动

source: Each row is a property - drop keyposes anywhere on the timeline and shape transitions independently
de: Jede Zeile ist eine Eigenschaft - setze Keyposes überall auf der Timeline und gestalte Übergänge unabhängig
es: Cada fila es una propiedad: coloca poses clave donde quieras en la línea de tiempo y da forma a las transiciones de forma independiente
fr: Chaque ligne est une propriété - déposez des poses clés où vous voulez sur la timeline et façonnez les transitions indépendamment
ja: 各行が 1 つのプロパティです。タイムライン上の任意の場所にキーポーズを配置し、トランジションを個別に調整できます
ko: 각 행은 하나의 속성입니다. 타임라인 어디에나 키포즈를 놓고 전환을 독립적으로 조정하세요
zh_hans: 每一行代表一个属性--在时间线上的任意位置放置关键姿势，并独立塑造过渡

source: Edit non-animating values in the mini-viewer
de: Bearbeite nicht animierte Werte im Mini-Viewer
es: Edita los valores no animados en el minivisor
fr: Modifiez les valeurs non animées dans la mini-visualisation
ja: ミニビューアでアニメーションしない値を編集します
ko: 미니 뷰어에서 애니메이션되지 않는 값을 편집하세요
zh_hans: 在迷你检视器中编辑非动画值

source: Edit values at this point in time. Next closes the popover.
de: Bearbeite Werte zu diesem Zeitpunkt. „Weiter“ schließt das Popover.
es: Edita los valores en este punto del tiempo. Siguiente cierra la ventana emergente.
fr: Modifiez les valeurs à ce moment précis. Suivant ferme la fenêtre contextuelle.
ja: この時点の値を編集します。「次へ」でポップオーバーを閉じます。
ko: 이 시점의 값을 편집하세요. 다음을 누르면 팝오버가 닫힙니다.
zh_hans: 编辑此时间点的值。点按“下一步”将关闭弹出窗口。

source: Full Walkthrough
de: Komplette Anleitung
es: Tutorial completo
fr: Visite guidée complète
ja: 完全ガイド
ko: 전체 둘러보기
zh_hans: 完整演练

source: Guides are disabled - select a Mesh clip to enable them
de: Anleitungen sind deaktiviert - wähle einen Mesh-Clip, um sie zu aktivieren
es: Las guías están desactivadas: selecciona un clip Mesh para activarlas
fr: Les guides sont désactivés - sélectionnez un plan Mesh pour les activer
ja: ガイドは無効です。Mesh クリップを選択して有効にしてください
ko: 가이드가 비활성화되어 있습니다. Mesh 클립을 선택하여 활성화하세요
zh_hans: 指南已禁用--请选择一个 Mesh 片段以启用

source: Guides are disabled. Please select a Mesh clip to enable them, if already selected move your mouse over the viewer.
de: Anleitungen sind deaktiviert. Bitte wähle einen Mesh-Clip, um sie zu aktivieren; ist bereits einer ausgewählt, bewege die Maus über den Viewer.
es: Las guías están desactivadas. Selecciona un clip Mesh para activarlas; si ya está seleccionado, mueve el ratón sobre el visor.
fr: Les guides sont désactivés. Veuillez sélectionner un plan Mesh pour les activer ; s'il est déjà sélectionné, déplacez votre souris sur le visualiseur.
ja: ガイドは無効です。Mesh クリップを選択して有効にしてください。すでに選択している場合は、マウスをビューアの上に移動してください。
ko: 가이드가 비활성화되어 있습니다. Mesh 클립을 선택하여 활성화하세요. 이미 선택했다면 마우스를 뷰어 위로 이동하세요.
zh_hans: 指南已禁用。请选择一个 Mesh 片段以启用；如果已选择，请将鼠标移到检视器上。

source: Here is where you edit the <accent>timing</accent> of things
de: Hier bearbeitest du das <accent>Timing</accent> der Dinge
es: Aquí es donde editas la <accent>sincronización</accent> de las cosas
fr: C'est ici que vous modifiez le <accent>minutage</accent> des éléments
ja: ここで各要素の<accent>タイミング</accent>を編集します
ko: 여기에서 항목의 <accent>타이밍</accent>을 편집합니다
zh_hans: 在这里编辑各项的<accent>计时</accent>

source: Inspector and on-screen control, end to end
de: Inspector und Bildschirmsteuerung, von Anfang bis Ende
es: El inspector y el control en pantalla, de principio a fin
fr: L'inspecteur et le contrôle à l'écran, de bout en bout
ja: インスペクタとオンスクリーンコントロールを最初から最後まで
ko: 인스펙터와 화면 컨트롤, 처음부터 끝까지
zh_hans: 检查器与屏幕控制，全程一览

source: Introduction
de: Einführung
es: Introducción
ja: はじめに
ko: 소개
zh_hans: 简介

source: Learn how the on-screen control works
de: Erfahre, wie die Bildschirmsteuerung funktioniert
es: Aprende cómo funciona el control en pantalla
fr: Découvrez le fonctionnement du contrôle à l'écran
ja: オンスクリーンコントロールの仕組みを学びます
ko: 화면 컨트롤의 작동 방식을 알아보세요
zh_hans: 了解屏幕控制的工作原理

source: Let's <accent>watch it back</accent> - click play
de: Schauen wir es uns <accent>noch mal an</accent> - klicke auf Play
es: <accent>Veámoslo</accent>: haz clic en reproducir
fr: <accent>Regardons le résultat</accent> - cliquez sur Lecture
ja: <accent>再生して確認</accent>してみましょう。再生をクリックします
ko: <accent>다시 재생해</accent> 봅시다. 재생을 클릭하세요
zh_hans: 让我们<accent>回放看看</accent>--点按播放

source: Notice the <accent>graph</accent> has updated to show the general movement
de: Beachte, dass sich der <accent>Graph</accent> aktualisiert hat und die grundlegende Bewegung zeigt
es: Observa que el <accent>gráfico</accent> se ha actualizado para mostrar el movimiento general
fr: Remarquez que le <accent>graphique</accent> s'est mis à jour pour montrer le mouvement global
ja: <accent>グラフ</accent>が更新され、全体的な動きが表示されていることに注目してください
ko: <accent>그래프</accent>가 전체적인 움직임을 보여주도록 업데이트된 것을 확인하세요
zh_hans: 注意<accent>图表</accent>已更新，显示整体运动

source: OSC Basics
de: OSC-Grundlagen
es: Conceptos básicos del OSC
fr: Bases du contrôle à l'écran
ja: OSC の基本
ko: OSC 기본
zh_hans: OSC 基础

source: On-screen control shortcuts
de: Kurzbefehle für Bildschirmsteuerung
es: Atajos de controles en pantalla
fr: Raccourcis des contrôles à l'écran
ja: オンスクリーンコントロールのショートカット
ko: 화면 컨트롤 단축키
zh_hans: 屏幕控件快捷键

source: Parameters:
de: Parameter:
es: Parámetros:
fr: Paramètres :
ja: パラメータ:
ko: 매개변수:
zh_hans: 参数：

source: Reveal then hide
de: Einblenden, dann ausblenden
es: Mostrar y luego ocultar
fr: Révéler puis masquer
ja: 表示してから隠す
ko: 나타냈다가 숨기기
zh_hans: 先显示再隐藏

source: Mesh rounds off the corners of any clip and crops it with a box you can animate. Drop it on a clip from the Effects browser. It animates with the timeline, so the Timing sections cover how Basic, Advanced, easing, and motion blur work.
de: Mesh rundet die Ecken eines beliebigen Clips ab und beschneidet ihn mit einem Rahmen, den du animieren kannst. Zieh es aus dem Effekte-Browser auf einen Clip. Es animiert mit der Timeline, daher erklären die Timing-Abschnitte, wie Basic, Erweitert, Easing und Bewegungsunschärfe funktionieren.
es: Mesh redondea las esquinas de cualquier clip y lo recorta con un marco que puedes animar. Suéltalo en un clip desde el navegador de Efectos. Se anima con la línea de tiempo, así que las secciones de Sincronización explican cómo funcionan Básico, Avanzado, la suavización y el desenfoque de movimiento.
fr: Mesh arrondit les coins de n'importe quel clip et le rogne avec un cadre que vous pouvez animer. Faites-le glisser sur un clip depuis le navigateur d'Effets. Il s'anime avec la timeline, donc les sections Minutage expliquent comment fonctionnent Basique, Avancé, le lissage et le flou de mouvement.
ja: Mesh は、どんなクリップでも角を丸め、アニメーションできる枠で切り抜きます。エフェクトブラウザからクリップにドロップします。タイムラインでアニメートするので、タイミングのセクションでベーシック、アドバンス、イージング、モーションブラーの仕組みを説明しています。
ko: Mesh는 어떤 클립이든 모서리를 둥글게 다듬고 애니메이션할 수 있는 상자로 잘라냅니다. 효과 브라우저에서 클립에 놓으세요. 타임라인으로 애니메이션되므로 타이밍 섹션에서 베이식, 고급, 이징, 모션 블러가 어떻게 작동하는지 다룹니다.
zh_hans: Mesh 会把任何片段的角磨圆，并用一个你可以添加动画的框来裁剪它。从效果浏览器把它拖到片段上。它随时间线播放动画，因此计时部分讲解了基础、高级、缓动和运动模糊如何工作。

source: Scroll to <accent>zoom</accent>, two-finger drag to <accent>pan</accent> the preview
de: Scrolle zum <accent>Zoomen</accent>, ziehe mit zwei Fingern zum <accent>Schwenken</accent> der Vorschau
es: Desplázate para hacer <accent>zoom</accent>, arrastra con dos dedos para hacer una <accent>panorámica</accent> de la previsualización
fr: Faites défiler pour <accent>zoomer</accent>, glissez à deux doigts pour faire un <accent>panoramique</accent> de l'aperçu
ja: スクロールで<accent>ズーム</accent>、2 本指ドラッグでプレビューを<accent>パン</accent>します
ko: 스크롤하여 <accent>확대/축소</accent>하고, 두 손가락으로 드래그하여 미리보기를 <accent>이동</accent>하세요
zh_hans: 滚动以<accent>缩放</accent>，双指拖动以<accent>平移</accent>预览

source: Set the corner rounding on the canvas
de: Die Eckenrundung auf der Leinwand festlegen
es: Ajustar el redondeo de las esquinas en el lienzo
fr: Définir l'arrondi des coins sur le canevas
ja: 角の丸みをキャンバス上で設定
ko: 캔버스에서 모서리 둥글기 설정
zh_hans: 在画布上设置边角圆度

source: Tap <accent>Advanced</accent> for the per-property timeline editor
de: Tippe auf <accent>Erweitert</accent> für den Timeline-Editor pro Eigenschaft
es: Toca <accent>Avanzado</accent> para abrir el editor de línea de tiempo por propiedad
fr: Touchez <accent>Avancé</accent> pour l'éditeur de timeline par propriété
ja: プロパティごとのタイムラインエディタを開くには<accent>詳細</accent>をタップします
ko: 속성별 타임라인 편집기를 열려면 <accent>고급</accent>을 탭하세요
zh_hans: 点按<accent>高级</accent>以打开逐属性时间线编辑器

source: Tap <accent>Constants</accent> to edit values that don't change over time
de: Tippe auf <accent>Konstanten</accent>, um Werte zu bearbeiten, die sich nicht über die Zeit ändern
es: Toca <accent>Constantes</accent> para editar los valores que no cambian con el tiempo
fr: Touchez <accent>Constantes</accent> pour modifier les valeurs qui ne changent pas dans le temps
ja: 時間とともに変化しない値を編集するには<accent>定数</accent>をタップします
ko: 시간에 따라 변하지 않는 값을 편집하려면 <accent>상수</accent>를 탭하세요
zh_hans: 点按<accent>常量</accent>以编辑不随时间变化的值

source: Tap <accent>Crop</accent>
de: Tippe auf <accent>Zuschnitt</accent>
es: Toca <accent>Recorte</accent>
fr: Touchez <accent>Recadrage</accent>
ja: <accent>クロップ</accent>をタップします
ko: <accent>자르기</accent>를 탭하세요
zh_hans: 点按<accent>裁剪</accent>

source: Tap <accent>Radius</accent>
de: Tippe auf <accent>Radius</accent>
es: Toca <accent>Radio</accent>
fr: Touchez <accent>Rayon</accent>
ja: <accent>半径</accent>をタップします
ko: <accent>반지름</accent>을 탭하세요
zh_hans: 点按<accent>半径</accent>

source: Tap <accent>Radius</accent> to animate it
de: Tippe auf <accent>Radius</accent>, um ihn zu animieren
es: Toca <accent>Radio</accent> para animarlo
fr: Touchez <accent>Rayon</accent> pour l'animer
ja: <accent>半径</accent>をタップしてアニメーションさせます
ko: <accent>반지름</accent>을 탭하여 애니메이션화하세요
zh_hans: 点按<accent>半径</accent>以为其制作动画
